tutorials/test.realGas/generatingProperties/forPureSpecies.PR/constant/reactions
species
(
    CH4
);

reactions
{
/*
    methaneReaction
    {
        type     irreversibleArrheniusReaction;
        reaction "N2 = N2";
        A        1e-30;
        beta     0;
        Ta       14906;
    }
*/
}
